Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/svenskakyrkan/default.aspx_id=767273.html.tmx
Source language: sme
Languages: sma

source: Gásttašeapmi
sma: Laavkome

source: Unna mánáš lea boahtán máilbmái.
sma: Onne maana veartanasse båateme.

source: Dán mii háliidit ávvudit ovttas dinguin – bures boahtin gásttašeapmái !
sma: Dam sïjhtebe dijjen ektine heevehtidh – buerie båeteme laavkoemasse !

source: Dutnje vánhemin gásttašeapmi sáhttá leat vuohkin čájehit giitevašvuođa go don leat beassan šaddat vánhen juste dán unna olbmožii.
sma: Dutnjien eejhteginie laavkome maahta gyjhtelassh årrodh, datne eejhteginie dan onne almetjasse sjïdteme.

source: Lohpádus Gásttašeamis lea lohpádus ahte Ipmil čuovvu min olles eallima, vaikko mii livččii dáhpáhuvvat.
sma: Dåajvoe Laavkoemisnie lea dåajvoe Jupmele gaajhke jielemen biejjine datnem dåerede, seamma saaht mij heannede.

source: Olles girku historjjás gásttašeapmi lea leamaš oinnolaš duođaštussan juohke olbmo oktavuhtii Ipmiliin.
sma: Abpe gærhkoen histovrijisne dïhte laavkome fïerhten almetjen ektiedimmie Jupmelinie nænnoestamme.

source: Gásttašanipmilbálvalus lea ilu ja eallima feasta.
sma: Laavkome-gyrhkesjimmie lea aavoen jïh jielemen hïeje.

source: Dat gii gásttašuvvo loktejuvvo Ipmila ovdii, gii addá midjiide eallima ja háliida oassálastit min illui dan dihte.
sma: Dïhte giem lååvke Jupmelen uvte lokngesåvva, dïhte gie mijjese jielemem vadta jïh gie sæjhta mijjen ektine aavoedidh.

source: Ipmil háliida leat min lahka olles eallima, gádjut min visot dain mat návccahuhttet ja dainna lágiin ođastahttit min eallinvejolašvuođaid.
sma: Jupmele sæjhta mijjen lïhke, mijjen jieliemisne årrodh, mijjem gaajhkeste sæjhta luejhtedh jïh mijjen jielemenuepide orrestidh.

source: Gásttašeapmi nuoraide Dávjjimusat gásttašuvvojit olbmot mánnán Ruoŧa girku bakte, muhto eanet ja eanet nuorat ja beallešaddit háliidit gásttašuvvot.
sma: Laavkome noeride Jïjnjemes aejkien maanah dah gieh Svïenske gærhkosne gieh lååvkesuvvieh, badth daelie gellebh noerh jïh dovne geerve almetjh aaj sijhtieh lååvkesovvedh.

source: Dát dáhpáhuvvá dávjá rihpaskuvlalohkama oktavuođas, oahpahusa maŋŋil dehe risttalaš oskkuságastallanjoavkku oktavuođas.
sma: Dam gellien aejkien darjoeh gosse skyllemasse luhkieh, lohkehtimmien mænngan jallh gosse dåehkesne kristelesvoeten bïjre soptsestalleminie.

source: Gásttašeapmi ja miellahttovuohta Gásttašeapmi lea vuođđu miellahttovuhtii Ruoŧa girkui.
sma: Laavkome jïh lïhtsegevoete Laavkome maadtoe jis lïhtseginie Svïenske gærhkosne sjïdtedh.

source: Dat gii lea gásttašuvvon eará risttalaš searvegottis lea maid bures boahtin miellahttun Ruoŧa girkui, ođđa gásttašeapmi ii dárbbahuvvo.
sma: Dïhte gie jeatjah kristeles sïebredahkesne lååvkesovveme aaj åådtje lïhtsege Svïenske gærhkose årrodh, jïh ij daarpesjh ikt vielien aejkien laavkodh.

source: Ruoŧa girku njuolggadusaid ektui risttalaš gásttašeapmi bistá agálaččat.
sma: Svïenske gærhkoen öörnegen mietie akte kristeles laavkome ihkuvasse lea.
